ollama-bench-script/reports/20260208_150347/vegeta.report.txt
Requests      [total, rate, throughput]         12, 2.18, 2.14
Duration      [total, attack, wait]             5.613s, 5.5s, 112.972ms
Latencies     [min, mean, 50, 90, 95, 99, max]  107.809ms, 273.99ms, 112.586ms, 889.063ms, 1.146s, 1.189s, 1.189s
Bytes In      [total, mean]                     5009, 417.42
Bytes Out     [total, mean]                     2136, 178.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:12  
Error Set: